---
kind: enumMember
id: F:Autodesk.Revit.DB.SlabShapeCreaseType.Invalid
enum: Autodesk.Revit.DB.SlabShapeCreaseType
source: html/15cd619f-b946-f03b-bc51-291227889a22.htm
---
# Autodesk.Revit.DB.SlabShapeCreaseType.Invalid

The type of Crease is Invalid.